acpi
aircrack-ng
alacritty
alsa-utils
autoconf
automake
base
bash-language-server
bear
binutils
bison
bluez
bluez-libs
bluez-utils
boost
brave-bin
brightnessctl
ccls
clang
cmake
cmatrix
cronie
cups
cups-pdf
dashbinsh
debtap
dhcpcd
docker
efibootmgr
feh
ffmpegthumbnailer
firefox
firefox-i18n-fr
fish
flex
gammastep
git
gnome-calculator
gnome-disk-utility
go
greetd
grim
grub
gst-plugins-base-libs
gvfs
gvfs-mtp
gvfs-smb
hplip
htop
hunspell-en_GB
hunspell-fr
i3blocks
iwd
jq
julia
keepassxc
libreoffice-fresh
linux
linux-firmware
linux-headers
lxappearance
m4
make
mako
man-db
meson
mlocate
mpv
neofetch
neovim
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
odt2txt
openjdk-src
p7zip
pacman-contrib
patch
pavucontrol
perf
perl-libwww
pikaur
pkgconf
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pydf
python-black
python-dbus
python-matplotlib
python-numpy
python-pandas
python-pip
python-pylint
python-pynvim
python-selenium
qogir-gtk-theme
qt5-3d
qt5-charts
ranger
rpmextract
rust
simple-scan
slurp
sudo
sway
swayidle
swaylock
system-config-printer
tela-icon-theme
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tk
tldr
tlp
tree
ttf-mac-fonts
tumbler
unrar
valgrind
vi
vlc
wf-recorder
wl-clipboard
wmname
wofi
xarchiver
xorg-server-xwayland
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
